/* 
   Localizable.strings
   InfoVoirie

   Created by Christophe Boivin on 19/07/10.
   Copyright 2010 C4MProd. All rights reserved.
 */

"Error" = "Erreur";
"cancel" = "Annuler";
"ok" = "Ok";
"confirm" = "Confirmer";
"yes" = "Oui";
"continue" = "Continuer";
"warning" = "Attention";
"close"	= "Fermer";

"back" = "Retour";
"retry" = "Réessayer";

"resolve" = "résolue";
"resolves" = "résolues";

"locale" = "fr_FR";

"country" = "France";

"you_are_here" = "Vous êtes ici";

"connexion_error_title" = "Erreur de connexion";
"connexion_error_message" = "Vérifiez le réseau.";

"error_authentication_failed_bad_login" = "Identifiant ou mot de passe incorrect";

"welcome_message" = "Bienvenue, %@";
"deconnexion" = "Se déconnecter";

"function_require_connexion" = "Veuillez vous authentifier pour accéder à cette fonctionnalité";

// C4M Info
"c4m_info_navbar_title" = "Information";
"sharedApplication"		= "Partager cette application";
"opinion"				= "Votre avis nous intéresse";
"legalNotice"			= "Mentions Légales";
"legalNoticeContent"	= "L'application Co-Cité Paris a été designée par faberNovel et développée par C4M.";
"information"			= "Information";

"infopanel.mail.c4minforequest.subject" = "Demande de renseignements";
"infopanel.mail.c4minforequest.body" = "Laissez nous vos coordonnées pour tout type de projet mobile.";

"infopanel.share.subtitle" = "Invitez vos proches à la télécharger";
"infopanel.mail.recommandation.subject" = "Je te recommande l’application Co-Cité";
"infopanel.mail.recommandation.body" = "Pour télécharger l'application Co-Cité clique sur le lien suivant : <a href=http://itunes.apple.com/fr/app/id436977076?mt=8>Télécharger l'application Co-Cité</a>";

"infopanel.comments.subtitle" = "Faites nous part de vos remarques";

"infopanel.mail.comments.subject" = "Application Co-Cité";
"infopanel.mail.comments.body" = "Faites nous part de vos remarques, commentaires pour que nous puissions apporter des évolutions, corrections à notre application.";
"infopanel.mail.comments.mailto.address" =			"cocite@paris.fr";

"leave_app_to_browser" = "Vous êtes sur le point de quitter l'application Co-Cité pour ouvrir Safari.";

// Incident Card
"invalidate_incident_title" = "Invalider cette anomalie ?";
"invalidate_incident_message" = "L'anomalie sera supprimée";
"confirm_incident_title" = "Souhaitez-vous confirmer cette anomalie ?";
"confirm_incident_message" = "";
"resolved_incident_title" = "Cette anomalie a-t-elle été résolue ?";
"resolved_incident_message" = "";
"update" = "Mise à jour";
"updates" = "Mises à jour";
"no_incident_confirmation" = "Personne n'a confirmé cette anomalie";
"one_incident_confirmation" = "1 personne a confirmé cette anomalie";
"many_incident_confirmations" = "personnes ont confirmé cette anomalie";

"error_incident_already_confirmed" = "Vous avez déjà confirmé cette anomalie.";
"error_incident_already_resolved" = "Vous avez déjà notifié cette anomalie comme résolue.";
"error_incident_already_invalidated" = "Vous avez déjà invalidé cette anomalie.";
"error_update_title" = "Problème";
"error_update_message" = "La mise à jour n'a pu être menée à bien";
"error_modification_message" = "La modification n'a pu être sauvegardée";
"error_send_photo_title" = "Problème";
"error_send_photo_message" = "La photo n'a pu être envoyée, veuillez réessayer.";
"success_send_photo_title" = "Information";
"success_send_photo_message" = "La photo a été envoyée.";
"photo_action_sheet_close" = "De près";
"photo_action_sheet_far" = "Vue d'ensemble";
"photo_action_sheet_cancel" = "Annuler";

// Send Incident Photos
"photo_error" = "Erreur";
"photo_not_saved" = "La photo n'a pas été sauvegardée";
"photo_not_converted" = "La photo n'a pu être convertie";

// Comments
"remaining_char" = "car. restants";

// New
"server_error_title" = "Erreur du serveur";
"server_error_message" = "";
"incidents_around" = "Anomalies autour de vous";
"please_provide_login_password" = "Veuillez renseigner votre identifiant et votre mot de passe.";

// Confirm Declaration
"new_report_navbar_title" = "Nouvelle anomalie";
"searching_near_incidents" = "Recherche d'anomalies proches...";
"question_incident_already_declared" = "L'anomalie a-t-elle été déjà déclarée ?";

// Categorie
"categorie_navbar_title" = "Choisissez une catégorie";

// Location
"precise_incident_place" = "Lieu précis de l'anomalie";
"searching_street" = "Recherche de la rue...";
"impossible_geolocalization" = "Géolocalisation impossible";
"cant_find" = "Impossible de trouver";
"too_much_results_found" = "Trop de résultats trouvés.";
"incorrect_api_key" = "La clef de l'API est incorrecte.";
"too_much_requests_send_with_this_API" = "Trop de requêtes ont été faites avec cette API.";
"server_error_please_retry" = "Erreur du serveur, essayez encore.";
"position_of_your_incident" = "Position de votre anomalie";

// Report Validation
"stop_redaction_title" = "Arrêter la rédaction ?";
"stop_redaction_message" = "Voulez-vous vraiment arrêter la rédaction du message ?\nLes données ne seront pas sauvegardées.";
"stop_redaction_confirm" = "Oui, arrêter";
"add_description_message" = "Veuillez ajouter une description à cette anomalie (en haut de cette page).";
"photo_action_sheet_source_choice" = "";
"photo_action_sheet_choose_library" = "Photo dans la librairie";
"photo_action_sheet_choose_camera" = "Prendre une photo";
"report_send_message" = "Votre anomalie a été envoyée.";
"one_photo_not_sent" = "Une photo n'a pu être enregistrée dans la base de données.\nVous pouvez tenter d'en prendre une nouvelle dans la fiche de l'anomalie.";
"photos_not_sent" = "Les photos n'ont pu être enregistées dans la base de données.\nVous pouvez tenter d'en prendre de nouvelles dans la fiche de l'anomalie.";
"report_not_sent" = "Le message n'a pas pu être enregistré dans la base de données.";
"back_while_editing_title" = "Attention !";
"back_while_editing_message" = "Si vous revenez en arrière, les photos ne seront pas sauvegardées.\nPour changer des données, cliquez sur les champs.";
"report_is_sending_title" = "Veuillez patienter";
"report_is_sending_message" = "Votre message est en cours d'envoi.";
"report_is_sending_invalidate_message" = "Votre message est déjà en cours d'envoi. Vous pourrez l'invalider si ses informations sont erronées.";
"comment_needed" = "Veuillez entrer une description";
"error_bad_address_parameter" = "Erreur de format de l'adresse";

// Actuality
"actuality_navbar_title" = "Autour de vous";
"incident_created" = "Anomalie créé";
"photo_added" = "Photo ajoutée dans";
"incident_confirmed" = "Anomalie confirmée";
"incident_resolved" = "Anomalie résolue";
"incident_invalidated" = "Anomalie invalidée";

// Incidents
"incidents_map_navbar_title" = "Carte des anomalies";

// My Reports
"my_reports_nav_bar_title" = "Mes Messages";

"no_report_ongoing" = "Pas de nouvelle anomalie";
"no_report_updated" = "Pas d'anomalie mise à jour";
"no_report_resolved" = "Pas d'anomalie résolue";
"no_report_around" = "Pas d'anomalie atour de vous";

"ongoing" = "nouvelle";
"ongoing_plural" = "nouvelles";
"updated" = "mise à jour";
"resolved" = "résolue";

// strings in XIBs
"arrowview.title" = "Faites pointer la flèche sur l'anomalie";
"incident.where" = "Où ?";
"incident.farview" = "Vue d'ensemble";
"incident.closeview" = "Vue de près";
"home.incidents" = "Anomalies autour de vous :";
"home.current" = "en cours";
"home.updated" = "mise à jour";
"home.resolved" = "résolue";
"existing.incident.title" = "L'anomalie a-t-elle été déjà déclarée ?";
"where.map.title" = "Glissez le pointeur pour ajuster votre position";
"where.loading" = "Recherche de la rue...";
"incidents.noconnection" = "Vous devez être authentifié pour accéder à cette fonctionnalité";
"loading" = "Veuillez patienter...";


// New Version
"application_itunes_link"			= "http://itunes.apple.com/fr/app/id000000000";
"alert_new_version_available_title"		= "Nouvelle version";
"alert_new_version_available_message"	= "La nouvelle version %@ de l'application est disponible.";
"alert_new_version_available_open"		= "Télécharger";
"alert_new_version_force_update_message"= "Une nouvelle version obligatoire de l'application est disponible.";

